Repository: ryze312/Duck-Game-Music-Manager
Catalog: DGMM/locales/*/LC_MESSAGES/*.po
Languages: ru

source: | Welcome to Duck Game Music Manager |
ru: | Добро пожаловать в Duck Game Music Manager |

source: | Error occured while trying to read database |
ru: | Произошла ошибка чтения базы данных |

source: | Looks like it is your first time opening the manager|
ru: | Похоже на то, что вы впервые открыли менеджер |

source: | Or you deleted DGMM.dir |
ru: | Или вы случайно удалили DGMM.dir |

source: | Enter path to Duck Game:
ru: | Введите путь до Duck Game:

source: | Choose entry:
ru: | Выберите пункт:

source: | Keep original music (Y/N):
ru: | Оставить оригинальную музыку (Д/Н):

source: | Found
ru: | Найден

source: | Manager |
ru: | Менеджер |

source: | 1. Packs |
ru: | 1. Паки |

source: | 2. Rescan |
ru: | 2. Пересканировать |

source: | 3. Exit to menu |
ru: | 3. Выйти в меню |

source: | Welcome to Duck Game Music Manager |
ru: | Добро пожаловать в Duck Game Music Manager |

source: | 1. Manage |
ru: | 1. Менеджер |

source: | 2. About |
ru: | 2. Авторы |

source: | 3. Exit |
ru: | 3. Выйти |

source: | Scanning...
ru: | Сканирование...

source: | NTF original pack
ru: | Не найден оригинальный пак

source: | Copying original sounds...
ru: | Копируем оригинальные звуки…

source: | Version: 0.6 Alpha |
ru: | Версия: 0.6 Alpha |

source: | Created by Ryze 2020 |
ru: | Создано Ryze 2020 |
